[
    {
        "_id": 1,
        "name": "Piston",
        "img": "https://i.ibb.co/4S6j5D7/car-piston.jpg",
        "description": "It is the moving component that is contained by a cylinder and is made gas-tight by piston rings. In an engine, its purpose is to transfer force from expanding gas in the cylinder to the crankshaft via a piston rod and/or connecting rod.",
        "minimum": "100",
        "available": "2000",
        "price": "250"
    },
    {
        "_id": 2,
        "name": "Tyre",
        "img": "https://i.ibb.co/zfp98gX/car-tyre.jpg",
        "description": "Installing the right tyres on your vehicle is important to the overall performance and safety of your vehicle. Your tyre choice should reflect the conditions in which you drive and your preferences for vehicle response and handling. You should understand what tyre size is right for your vehicle to be able to make the right choice when it's time to buy tyres.",
        "minimum": "100",
        "available": "5000",
        "price": "200"
    },
    {
        "_id": 3,
        "name": "Brake",
        "img": "https://i.ibb.co/6s2qQ80/car-break.jpg",
        "description": "A brake is a mechanical device that inhibits motion by absorbing energy from a moving system. It is used for slowing or stopping a moving vehicle, wheel, axle, or to prevent its motion, most often accomplished by means of friction.",
        "minimum": "100",
        "available": "1600",
        "price": "550"
    },
    {
        "_id": 4,
        "name": "Exhaust",
        "img": "https://i.ibb.co/LkmcgQM/car-exhaust.jpg",
        "description": "The exhaust system is made up of several components that work together to reduce exhaust noise and provide a conduit for exhaust gases to exit the engine by making their way out beneath the vehicle. This pathway is used to keep harmful gases from entering the vehicle and making occupants sick.",
        "minimum": "100",
        "available": "1700",
        "price": "700"
    },
    {
        "_id": 5,
        "name": "Suspension",
        "img": "https://i.ibb.co/FnbKdnt/car-suspension.png",
        "description": "In a nutshell, your car's suspension system is a protective lattice of shock-absorbing components such as springs and dampers. Your car's suspension helps ensure that your drive is safe and smooth by absorbing the energy from various road bumps and other kinetic impacts.",
        "minimum": "100",
        "available": "4000",
        "price": "600"
    },
    {
        "_id": 6,
        "name": "Wind Shield",
        "img": "https://i.ibb.co/YW5jxgK/car-wind-Shield.jpg",
        "description": "Modern windshields are generally made of laminated safety glass, a type of treated glass, which consists of, typically, two curved sheets of glass with a plastic layer laminated between them for safety, and bonded into the window frame.",
        "minimum": "100",
        "available": "2100",
        "price": "150"
    }
]